/* Find Me button label */
"Find Me" = "Encuentrame";

/* Hybrid Map View */
"Hybrid" = "Hìbrido";

/* Next Location button label */
"Next Location" = "Siguiente ubicación";

/* Satellite Map View */
"Satellite" = "Satélite";

/* Standard Map View */
"Standard" = "Estàndar";

